#ifndef MINERS_MENU_H
#define MINERS_MENU_H

void miners()
{
    std::cout <<"╭────────────────────────────────────────────╮\n"
                "│          Г Л А В Н О Е    М Е Н Ю          │\n"
                "│============================================│\n"
                "│ 1) Автомайнер                              │\n"
                "│ 2) Переносчик                              │\n"
                "│ 3) ASIC - майнинг                          │\n"
                "│ 0) Назад                                   │\n"
                "╰────────────────────────────────────────────╯\n";
}


#endif
